[
  {
    "id": "40560949b5792165d1b1d4b4f35ab58b340966ea",
    "quote": "If you want to cultivate a habit, do it without any reservation, till it is firmly established. Until it is so confirmed, until it becomes a part of your character, let there be no exception, no relaxation of effort.",
    "author": "Mahavira"
  },
  {
    "id": "7e8c7ae7f8757c366a7df3ea02b0a33e1c9e25ae",
    "quote": "Without struggle, no progress and no result. Every breaking of habit produces a change in the machine.",
    "author": "George Gurdjieff"
  },
  {
    "id": "7da226f072bdeb632a67e9972ff9458a65d093e3",
    "quote": "We can use decision-making to choose the habits we want to form, use willpower to get the habit started, then – and this is the best part – we can allow the extraordinary power of habit to take over. At that point, we’re free from the need to decide and the need to use willpower.",
    "author": "Gretchen Rubin"
  },
  {
    "id": "e4c351d7c34434af0a094809275bd55aea3ac1c8",
    "quote": "Habit is a cable; we weave a thread of it each day, and at last we cannot break it.",
    "author": "Horace Mann"
  },
  {
    "id": "eca38edb5ebe2d632acfb62e7f0421d9dc7e82ea",
    "quote": "Whatever you want to do, if you want to be great at it, you have to love it and be able to make sacrifices for it.",
    "author": "Dr. Maya Angelou"
  },
  {
    "id": "a13f203dd1e66dbc0211b1240b03f0f574c2c00d",
    "quote": "Any act often repeated soon forms a habit; and habit allowed, steady gains in strength, At first it may be but as a spider’s web, easily broken through, but if not resisted it soon binds us with chains of steel.",
    "author": "Tyron Edwards"
  },
  {
    "id": "7973c0fb917ea0c1c42048c03e04a4277cf2bb65",
    "quote": "There is just no getting around that turning bad things into good things is up to you.",
    "author": "Deepak Chopra"
  },
  {
    "id": "1262b522077cef51ff2d1afe0d36977ba0e424c6",
    "quote": "Sow an act and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.",
    "author": "Charles Reade"
  },
  {
    "id": "ee32c971490019637b77d7a55fb5b5d505575ba7",
    "quote": "We can do anything we want to if we stick to it long enough.",
    "author": "Helen Keller"
  },
  {
    "id": "f17985aa8090dcd530725e91704c8f099acd737f",
    "quote": "I just never, ever want to give up. Most battles are won in the 11th hour, and most people give up. If you give up once, it’s quite hard. If you give up a second time, it’s a little bit easier. Give up a third time, it’s starting to become a habit.",
    "author": "Lewis Gordon Pugh"
  },
  {
    "id": "ca13a1963cbfa2df090fa8e78a960f86d8e9ba87",
    "quote": "To enjoy freedom we have to control ourselves.",
    "author": "Virginia Woolf"
  },
  {
    "id": "82084b7e439a79f52b6f2d2769dcfa59014eb489",
    "quote": "You can start right where you stand and apply the habit of going the extra mile by rendering more service and better service than you are now being paid for.",
    "author": "Napoleon Hill"
  },
  {
    "id": "fb3e028efbe42aed91c9759e4434612c7464f617",
    "quote": "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.",
    "author": "Aristotle"
  },
  {
    "id": "26772afb88e56cb8d6e79f7eb82124db75e886c5",
    "quote": "Creativity is a habit, and the best creativity is the result of good work habits.",
    "author": "Twyla Tharp"
  },
  {
    "id": "eac5d818475d3182cd058cbb50f89cb296e1036b",
    "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.",
    "author": "Colin Powell"
  },
  {
    "id": "e0080a9a60feb4dbb1127c6e04ea39b16f453245",
    "quote": "The chains of habit are too weak to be felt until they are too strong to be broken.",
    "author": "Samuel Johnson"
  },
  {
    "id": "12fe3df7aa084334b03070d2540595ebe259b44a",
    "quote": "Good habits are worth being fanatical about.",
    "author": "John Irving"
  },
  {
    "id": "31b5e1729df3e55f0d469e8c1d71b13aca8ad1e9",
    "quote": "Our character is basically a composite of our habits. Because they are consistent, often unconscious patterns, they constantly, daily, express our character.",
    "author": "Stephen Covey"
  },
  {
    "id": "3ef296e57d5cc85fac05fa81434858b34eca2891",
    "quote": "The best kind of happiness is a habit you’re passionate about.",
    "author": "Shannon L. Adler"
  },
  {
    "id": "1bbe46be16471c2a57b675d64bb4ae6f7e93e020",
    "quote": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Ryun"
  },
  {
    "id": "80fe39046741feed0d544f004b3f9b92df9effc3",
    "quote": "The difference between an amateur and a professional is in their habits. An amateur has amateur habits. A professional has professional habits. We can never free ourselves from habit. But we can replace bad habits with good ones.",
    "author": "Steven Pressfield"
  },
  {
    "id": "9b14f0ca57335ca9d9b448b1c54d86ecd42b9988",
    "quote": "Self-reflection is a much kinder teacher than regret is. Prioritize yourself by making a habit of it.",
    "author": "Andrena Sawyer"
  },
  {
    "id": "83abdcf282388eea870afaaeb4e4df46fd6a97e3",
    "quote": "Self-discipline is an act of cultivation. It requires you to connect today’s actions to tomorrow’s results. There’s a season for sowing a season for reaping. Self-discipline helps you know which is which.",
    "author": "Gary Ryan Blair"
  },
  {
    "id": "58b040a3582960190fff575554045618a249c994",
    "quote": "Don’t try to rush progress. Remember—a step forward, no matter how small, is a step in the right direction. Keep believing.",
    "author": "Kara Goucher"
  },
  {
    "id": "9d1540d6c6d06f9a26f50895424970f9f1edb465",
    "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Will Durant (paraphrasing Aristotle)"
  },
  {
    "id": "4d60505168603ee075929bcd439b5d21847c13ac",
    "quote": "Courage is like—it’s a habitus, a habit, a virtue: You get it by courageous acts. It’s like you learn to swim by swimming. You learn courage by couraging.",
    "author": "Brené Brown"
  },
  {
    "id": "31598d8740012ee02d477169a38f08d55cd9c5f2",
    "quote": "Habits are powerful, but delicate. They can emerge outside our consciousness, or can be deliberately designed. They often occur without our permission, but can be reshaped by fiddling with their parts. They shape our lives far more than we realize—they are so strong, in fact, that they cause our brains to cling to them at the exclusion of all else, including common sense.",
    "author": "Charles Duhigg"
  },
  {
    "id": "e92f6b826ef24e1a6edd44b495cb5cd616eb289f",
    "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
    "author": "Oprah"
  },
  {
    "id": "baf2148fe620162acbac1d293878bba10b736850",
    "quote": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones.",
    "author": "Benjamin Franklin"
  },
  {
    "id": "7d4dce303ec8dac4fe68943c0ed8259d46f8a587",
    "quote": "People who cannot invent and reinvent themselves must be content with borrowed postures, secondhand ideas, fitting in instead of standing out.",
    "author": "Warren Bennis"
  },
  {
    "id": "12b1ffb30fdd7e5b0b74778f42fe78f6557ace63",
    "quote": "The best way to change it is to do it, right? And then after a while you become it, and it’s easy.",
    "author": "Ursula Burns"
  },
  {
    "id": "4b9dff526a3a1b3847dca9d6fe6e024cc84ff1b4",
    "quote": "Your beliefs become your thoughts, your thoughts become your words, your words become your actions, your actions become your habits, your habits become your values, your values become your destiny.",
    "author": "Gandhi"
  }
]
